Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/koulutus_ja_oppimateriaali(0).html.tmx
Source language: fin
Languages: smn

source: Koulutus- ja oppimateriaalilautakunta
smn: Škovlim

source: Koulutus- ja oppimateriaalilautakunta on Saamelaiskäräjien koulutuspoliittisten sekä saamenkieliseen varhaiskasvatukseen liittyvien esitysten, aloitteiden, lausuntojen ja kannanottojen valmistelija.
smn: Sämitigge oovded sämmilij jieijâs kielâ, kulttuur já jieijâskielâlâš máttááttâs.

source: Lautakunta vastaa myös saamenkielisen oppimateriaalin suunnittelusta, valmistamisesta ja jakelusta.
smn: Tot tuáimá ohtsâšpargoin sämikuávlu kieldâiguin, eres škovliittâs uárnejeijeiguin, tave-eennâmlâš uábbiorgaanijguin já staatâ máttááttâshaldâttâssáin. Sämitigge oovdâst sämmilij jienâ škovlimpolitiikâst.

source: Lautakunnan tehtävänä on edistää saamelaisoppilaiden oikeuksia oman kielen ja omakieliseen opetukseen sekä saamelaisopetuksen asemaa Suomen koulujärjestelmässä.
smn: Sämikielâ já kulttuur sajattâh máttááttâsâst lii ohtâ tehálumosijn sämmilij puátteevuođâ koččâmâšâin.

source: Se tekee saamelaisten opetukseen liittyvää alueellista, kansallista ja pohjoismaista yhteistyötä.
smn: Sämikielâ lii kuullâm škoovlâ máttááttâsohjelmân vuáđuškoovlâ vuosmuu ihelovo rääjist. Sämikielâlâš máttááttâs vuolgij joton Ucjuuvâst já Anarist 1970-lovo pelimuddoost.

source: Lautakunta päättää valtion talousarviossa (pääluokka 29, opetus- ja kulttuuriministeriö) saamenkielisen oppimateriaalin ja saamelaisopetuksen kehittämiseen osoitettujen valtionavustusten käytöstä.
smn: Puoh sämikuávlu vuáđuškoovlah já luvâttuvah adeleh sämikielâ máttááttâs.

source: Se valmistelee Saamelaiskäräjien kokoukselle oppimateriaalituotannon vuotuiset ja pitemmän aikavälin suunnitelmat ja antaa vuosittain Saamelaiskäräjien kokoukselle ja Opetushallitukselle selvityksen saamenkielisen oppimateriaalin tilanteesta, tarpeista ja valtionavustuksen käytöstä.
smn: Sämikielâlâš máttááttâs adeluvvoo enâmustáá vuáđumáttááttâs iheluokain 1-6. Sämikuávlu ulguubeln máttááttuvvoo sämikielâ tuše váhá, mut uáppeemeeri lii lassaanmin.

source: Lautakunta valmistelee kerran vaalikauden aikana koulutuspoliittisen tiedonannon Saamelaiskäräjien kokoukselle.
smn: Uási máttááttâsâst adeluvvoo virtuaallávt, viermimáttááttâssân.

source: Lautakunta vastaa lisäksi Saamelaisnuorten taidetapahtumasta (Sámenuoraid dáiddadáhpáhus), joka on vuosittain yhteistyössä saamelaisten kotiseutualueen kuntien ja saamelaisyhdistysten kanssa järjestettävä lasten ja nuorten taide- ja kulttuurikatselmus.
smn: Sämikuávlu ulguubeln ij lah vala adelum sämikielâlâš máttááttâs. Sämikielâ puáhtá leđe škoovlâ máttááttâskielâ, eenikielâ oppâaamnâs já iävtutátulâš/ väljejum vieres kielâ oppâaamnâs.

source: Lautakunnan käsittelemät asiat valmistelee ja toimeenpanee koulutus- ja oppimateriaalitoimisto.
smn: Sämikuávlust ässee sämikielâ mättee uáppeeh kalgeh laavâmield finniđ váldu-uási vuáđumáttááttâsâst sämikielân. Njuolgâdusah kyeskih puoh kuulmâ Suomâst sarnum sämikielâ: aanaar-, nuorttâ- já tavesämikielâ.

source: Lautakunnan esittelijöinä toimivat koulutussihteeri (koulutuspoliittiset ja varhaiskasvatusasiat) ja oppimateriaalisihteeri (oppimateriaaliasiat).
smn: Sämikielâi iskosijd lii máhđulâšvuotâ čođâldittiđ pajeuappeetutkosijn, mii lii eres osijdis peeleest suomâkielâlâš.

source: Koulutus- ja oppimateriaalilautakuntaan kuuluvat vuosina 2020-2023 seuraavat jäsenet:
smn: Škovlim já oppâmateriaallävdikodde

source: Jäsenet: Ljetoff Tauno, pj. Magga Ulla-Maarit, vpj. Aikio-Siltala Niina Aikio Matti Valkeapää Samuel Pautamo Ellen Ravna Ellen
smn: Škovlim já oppâmateriaallävdikodde lii sämitige škovlimpoolitlâš sehe sämikielâlii peivikiäčun lohtâseijei iävtuttâsâi, algui, ciälkkámušâi já peleväldimij valmâštellee orgaan.

source: Varajäsenet: Kiprianoff Tuomas Juuso Berit-Ellen Mäenpää Iiris Hetta Elli-Marja Valkeapää Niko Jama Kaisa-Mari Lukkari Sammol
smn: Lävdikodde västid meiddei sämikielâlii oppâamnâstuv vuáváámist, rähtimist já jyehimist.
